The value of the property.
  Namespace:   Autodesk.Revit.DB.Visual
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 18.0.0.0 (18.0.0.420)
 Syntax
  C#
public float Value { get; }
  Visual Basic
Public ReadOnly Property Value As Single
	Get
  Visual C++
public:
property float Value {
	float get ();
}
 See Also
  AssetPropertyFloat Class
  Autodesk.Revit.DB.Visual Namespace